logs/th-1-tb-4-sc-4-tm-300/btrfs-InnoDB.log
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            93172
        write:                           96829
        other:                           14335
        total:                           204336
    transactions:                        7166   (23.89 per sec.)
    queries:                             204336 (681.11 per sec.)
    ignored errors:                      27     (0.09 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          300.0013s
    total number of events:              7166

Latency (ms):
         min:                                    0.92
         avg:                                   41.86
         max:                                 3730.49
         95th percentile:                      110.66
         sum:                               299945.54

Threads fairness:
    events (avg/stddev):           7166.0000/0.00
    execution time (avg/stddev):   299.9455/0.00