logs/th-1-tb-4-sc-4-tm-300/btrfs-MyISAM.log
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            71646
        write:                           74413
        other:                           11087
        total:                           157146
    transactions:                        5542   (18.46 per sec.)
    queries:                             157146 (523.58 per sec.)
    ignored errors:                      25     (0.08 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          300.1357s
    total number of events:              5542

Latency (ms):
         min:                                    0.71
         avg:                                   54.15
         max:                                  523.03
         95th percentile:                      142.39
         sum:                               300096.73

Threads fairness:
    events (avg/stddev):           5542.0000/0.00
    execution time (avg/stddev):   300.0967/0.00