logs/th-1-tb-4-sc-4-tm-300/ext4-CSV.log
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            111
        write:                           115
        other:                           13
        total:                           239
    transactions:                        5      (0.02 per sec.)
    queries:                             239    (0.74 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          323.4741s
    total number of events:              5

Latency (ms):
         min:                                38952.86
         avg:                                64694.67
         max:                                87111.83
         95th percentile:                    86584.25
         sum:                               323473.34

Threads fairness:
    events (avg/stddev):           5.0000/0.00
    execution time (avg/stddev):   323.4733/0.00