logs/th-1-tb-4-sc-4-tm-300/ext4-InnoDB.log
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            194120
        write:                           201625
        other:                           29825
        total:                           425570
    transactions:                        14911  (49.70 per sec.)
    queries:                             425570 (1418.47 per sec.)
    ignored errors:                      75     (0.25 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          300.0178s
    total number of events:              14911

Latency (ms):
         min:                                    1.00
         avg:                                   20.11
         max:                                  397.87
         95th percentile:                       54.83
         sum:                               299925.07

Threads fairness:
    events (avg/stddev):           14911.0000/0.00
    execution time (avg/stddev):   299.9251/0.00