logs/th-1-tb-4-sc-4-tm-300/xfs-CSV.log
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            123
        write:                           121
        other:                           19
        total:                           263
    transactions:                        8      (0.02 per sec.)
    queries:                             263    (0.80 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          327.3096s
    total number of events:              8

Latency (ms):
         min:                                 5017.32
         avg:                                40913.59
         max:                                96333.84
         95th percentile:                    96462.77
         sum:                               327308.75

Threads fairness:
    events (avg/stddev):           8.0000/0.00
    execution time (avg/stddev):   327.3088/0.00