logs/th-1-tb-4-sc-4-tm-300/xfs-InnoDB.log
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            218385
        write:                           226985
        other:                           33609
        total:                           478979
    transactions:                        16803  (56.01 per sec.)
    queries:                             478979 (1596.50 per sec.)
    ignored errors:                      72     (0.24 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          300.0159s
    total number of events:              16803

Latency (ms):
         min:                                    0.92
         avg:                                   17.85
         max:                                  339.57
         95th percentile:                       50.11
         sum:                               299925.12

Threads fairness:
    events (avg/stddev):           16803.0000/0.00
    execution time (avg/stddev):   299.9251/0.00