logs/th-1-tb-4-sc-4-tm-300/xfs-MyISAM.log
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            100956
        write:                           104420
        other:                           15767
        total:                           221143
    transactions:                        7882   (26.27 per sec.)
    queries:                             221143 (737.12 per sec.)
    ignored errors:                      27     (0.09 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          300.0073s
    total number of events:              7882

Latency (ms):
         min:                                    0.66
         avg:                                   38.06
         max:                                  498.11
         95th percentile:                      101.13
         sum:                               299952.47

Threads fairness:
    events (avg/stddev):           7882.0000/0.00
    execution time (avg/stddev):   299.9525/0.00