logs/th-1-tb-4-sc-4-tm-300/zfs-CSV.log
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            112
        write:                           114
        other:                           13
        total:                           239
    transactions:                        5      (0.01 per sec.)
    queries:                             239    (0.65 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          366.7355s
    total number of events:              5

Latency (ms):
         min:                                 6449.34
         avg:                                73346.97
         max:                               109631.58
         95th percentile:                   100000.00
         sum:                               366734.86

Threads fairness:
    events (avg/stddev):           5.0000/0.00
    execution time (avg/stddev):   366.7349/0.00