logs/th-1-tb-4-sc-4-tm-300/zfs-InnoDB.log
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            185807
        write:                           192678
        other:                           28583
        total:                           407068
    transactions:                        14290  (47.62 per sec.)
    queries:                             407068 (1356.58 per sec.)
    ignored errors:                      68     (0.23 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          300.0684s
    total number of events:              14290

Latency (ms):
         min:                                    1.40
         avg:                                   20.99
         max:                                  429.37
         95th percentile:                       62.19
         sum:                               299973.11

Threads fairness:
    events (avg/stddev):           14290.0000/0.00
    execution time (avg/stddev):   299.9731/0.00