logs/th-1-tb-4-sc-4-tm-300/zfs-MyISAM.log
sysbench 1.0.20 (using bundled LuaJIT 2.1.0-beta2)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            145605
        write:                           151045
        other:                           22429
        total:                           319079
    transactions:                        11213  (37.37 per sec.)
    queries:                             319079 (1063.47 per sec.)
    ignored errors:                      62     (0.21 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          300.0337s
    total number of events:              11213

Latency (ms):
         min:                                    0.84
         avg:                                   26.75
         max:                                  406.79
         95th percentile:                       66.84
         sum:                               299965.94

Threads fairness:
    events (avg/stddev):           11213.0000/0.00
    execution time (avg/stddev):   299.9659/0.00